Repository: systems-center/woocommerce-dynamic-pricing
Catalog: i18n/languages/woocommerce-dynamic-pricing-*.po
Languages: he_il

source: A title for this rule set to indentify it in the dashboard
he_il: כותרת לכלל זה נקבעה על מנת לזהות אותו במרכז השליטה

source: The quantity the user must purchase at full price
he_il: הכמות שהמשתמש חייב לרכוש במחיר מלא

source: The quantity the user will receive at the discount
he_il: הכמות שהמשתמש יקבל בהנחה

source: The type of discount to apply
he_il: סוג הנחה להחיל

source: The amount of discount to be applied
he_il: סכום ההנחה שיושם

source: If the discount will apply to multiples of the receive amount or if the discount will only be applied to exactly the number of receive items
he_il: אם ההנחה תחול על כפולות של סכום הקבלה או אם ההנחה תחול רק על מספר הפריטים המקבלים

source: Items from the selected categories will be eligible for the discount
he_il: פריטים מן הקטגוריות שנבחרו יהיו זכאים להנחה

source: Items from the selected categories will contribute to the total required before the discount will be applied
he_il: פריטים מהקטגוריות שנבחרו תתרום לסך הכל הנדרש לפני ביצוע ההנחה

source: (optional) Choose the roles customers must be in to be eligible for the discount
he_il: (אופציונלי) בחר את התפקידים שהלקוחות חייבים להיות בהם כדי להיות זכאים להנחה

source: Bulk rules allow you to configure a bulk discount based on specific quantities the user purchases, such as buy 5 items receive a 10% discount. Special offers allow you to configure rules such as buy one get one free.
he_il: כללי גורפת מאפשרים לך להגדיר הנחה בכמות גדולה על בסיס כמויות ספציפיות מרכישות המשתמש , כגון לקנות 5 פריטים לקבל הנחה של 10%. מבצעים מיוחדים מאפשרים לך להגדיר כללים כגון קנה אחד קבל אחד חינם.

source: Enabled
he_il: מופעל/מאופשר

source: Category
he_il: קטגוריה

source: Type
he_il: סוג

source: Amount
he_il: כמות/סכום

source: Save Changes
he_il: שמור שינוים

source: You need to create product categories first
he_il: תחילה עליך ליצור קטגוריות מוצרים

source: Price Discount
he_il: מחיר הנחה

source: Percentage Discount
he_il: אחוז הנחה

source: Advanced Rules
he_il: כללים מתקדמים

source: Add Category Pricing
he_il: הוסף תמחור לפי קטגוריה

source: Category Pricing
he_il: תמחור קטגוריה

source: Admin Title
he_il: כותרת מנהל מערכת

source: Rule Processing Mode
he_il: מצב עיבוד כלל/ים

source: Bulk
he_il: גורפת/כללי

source: Special Offer
he_il: מבצע/הצעה מיוחדת

source: Dates
he_il: תאריכים

source: Leave both fields blank to not restrict this pricing group to a date range
he_il: השאר את שני השדות ריקים כדי לא להגביל את קבוצת התמחור הזו לטווח תאריכים

source: Purchase
he_il: רכישה

source: Receive
he_il: קבל/לקבל

source: Discount Type
he_il: סוג הנחה

source: Discount Amount
he_il: סכום/כמות הנחה

source: Repeating
he_il: חזרה/חוזר

source: Quantity Pricing
he_il: תמחור כמות

source: Minimum Quantity
he_il: כמות מינימום

source: Max Quantity
he_il: כמות מקסימום

source: Rule Set
he_il: הגדרת כלל/תפקיד

source: Applies To:
he_il: חל על:

source: Everyone
he_il: כל אחד/כולם

source: Guests
he_il: אורחים

source: Specific Roles
he_il: תפקידים ספציפיים

source: Roles:
he_il: תפקידים/(כללים):

source: Quantities based on:
he_il: כמויות המבוססות על:

source: Cart Line Item Quantity
he_il: כמות סל פריט בשורה

source: Sum of Category
he_il: סה''כ/סכום של קטגוריה

source: Categories to Adjust:
he_il: קטגוריות להתאמה:

source: Apply this adjustment when the quantity in the cart starts at this value. Use * for any.
he_il: החל התאמה זו כאשר הכמות בעגלה מתחילה בערך זה. השתמש * לכל.

source: Apply the discount to this many items
he_il: החל את הנחה על פריטים רבים

source: The type of adjustment to apply
he_il: סוג ההתאמה שיחול

source: Fixed Price
he_il: מחיר קבוע

source: The value of the adjustment. Currency and percentage symbols are not required
he_il: ערך ההתאמה. אין צורך בסמלי מטבע ואחוזים

source: If the rule is repeating
he_il: אם הכלל חוזר על עצמו

source: No
he_il: לא

source: Yes
he_il: כן

source: Are you sure you would like to remove this price adjustment?
he_il: האם אתה בטוח שברצונך להסיר את התאמת המחיר הזו?

source: Are you sure you would like to remove this price set?
he_il: האם אתה בטוח שברצונך להסיר מחיר זה?

source: Role
he_il: תפקיד

source: Dynamic Pricing
he_il: מחיר דינאמי

source: Allows you to configure another Price Adjustment. Useful if you have different sets of conditions and pricing adjustments which need to be applied to this product.
he_il: מאפשר לך להגדיר עוד התאמת מחיר. שימושי אם יש לך קבוצות שונות של תנאים והתאמות תמחור אשר צריכות להיות מיושם למוצר זה.

source: Add Pricing Group
he_il: הוסף מחיר לפי קבוצה

source: Delete this Price Adjustment
he_il: מחק התאמת מחיר זו

source: Choose if this rule should apply to everyone, or to specific roles. Useful if you only give discounts to existing customers, or if you have tiered pricing based on the users role.
he_il: בחר אם כלל זה יחול על כולם, או על תפקידים ספציפיים. שימושי אם אתה נותן הנחות רק ללקוחות קיימים, או אם יש לך שכבת תמחור המבוסס על תפקיד המשתמשים.

source: Product / Variations:
he_il: מוצר / וריאציות:

source: Choose what you would like to apply this pricing rule set to
he_il: בחר את מה שברצונך להחיל עליו כלל תמחור זה

source: All Variations
he_il: כל הווריאציות/גרסאות

source: Specific Variations
he_il: וריאציות/אפשרויות ספציפיות

source: Variations:
he_il: וריאציות:

source: Choose how to calculate the quantity. This tallied amount is used in determining the min and max quantities used below in the Quantity Pricing section.
he_il: בחר כיצד לחשב את הכמות. כמות זו המסומנת משמשת בקביעת כמות המינימום והכמות המקסימלית שבה נעשה שימוש בסעיף 'תמחור כמות'.

source: Calculate quantity based on the Product ID
he_il: חישוב כמות המבוססת על מזהה המוצר (ID)

source: Product Quantity
he_il: כמות המוצר

source: Calculate quantity based on the Variation ID
he_il: חישוב כמות המבוססת על זיהוי הווריאציה

source: Variation Quantity
he_il: כמות וריאציה

source: Calculate quantity based on the Cart Line Item
he_il: חישוב כמות המבוססת על פריט בשורת הסל

source: Calculate quantity based on total amount of a category in the cart
he_il: חישוב כמות על בסיס הסכום הכולל של קטגוריה בעגלה

source: Quantity of Category
he_il: כמות של קטגוריה

source: Apply this adjustment when the quantity in the cart is less than this value. Use * for any.
he_il: החל התאמה זו כאשר הכמות בעגלה נמוכה מהערך הזה. השתמש * עבור כל.

source: add another rule
he_il: הוסף כלל נוסף

source: Order Totals Pricing
he_il: סדר תמחור כולל

source: Order Totals pricing allows you to configure price adjustments for the entire store based on the total order amount. This is the last discount rule that will be applied. If other discounts have been applied to cart items, these rules will not be applied to the cart.
he_il: תמחור סיכומי הזמנה מאפשר לך להגדיר התאמות מחיר עבור החנות כולה בהתאם לסכום ההזמנה הכולל. זהו כלל ההנחה האחרון שיחול. אם הוחלו הנחות אחרות על פריטים בעגלה, הכללים האלה לא יחולו על העגלה.

source: Role Pricing
he_il: תמחור תפקידים

source: Role pricing allows you to configure price adjustments for the entire store based on a users role.
he_il: תמחור תפקידים מאפשר לך להגדיר התאמות מחיר עבור החנות כולה על סמך תפקיד המשתמשים.

source: Use bulk category pricing to configure bulk price adjustments based on a product's category. Category pricing rules will apply before Membership (role-based pricing discounts), and will be cumulative with any Membership rules by default. The cumulative filter can be used to change this behavior.
he_il: השתמש בתמחור לפי קטגוריות בכמות גדולה כדי לקבוע התאמות מחיר בכמות גדולה בהתאם לקטגוריה של מוצר. כללי התמחור בקטגוריה יחולו לפני חברות (הנחות תמחור מבוסס תפקיד), ויהיו מצטברים בכללים של חברות כברירת מחדל. ניתן להשתמש במסנן המצטבר כדי לשנות התנהגות זו.

source: Advanced Category Pricing
he_il: תמחור קטגוריה מתקדם

source: Use advanced category pricing to configure price adjustments on items in a customers cart based on quantities. Adjustments are calculated when the rule matches the configured quantities and will be applied to all items in the cart matching the selected category / categories. Advanced category adjustments take precedence over bulk category adjustments.
he_il: השתמש בתמחור לפי קטגוריות מתקדמות כדי להגדיר התאמות מחירים על פריטים בעגלת לקוחות המבוססת על כמויות. התאמות מחושבות כאשר הכלל תואם לכמויות שהוגדרו ויחול על כל הפריטים בעגלה המתאימים לקטגוריה / קטגוריות שנבחרו. התאמות של קטגוריות מתקדמות מקבלות עדיפות על פני התאמות בקטגוריה רחבה.

source: Group Pricing
he_il: תמחור קבוצתי

source: Brand Pricing
he_il: תמחור המותג

source: Use bulk brand pricing to configure bulk price adjustments based on a product's brand. Brand pricing rules will apply before Membership (role-based pricing discounts), and will be cumulative with any Membership rules by default. The cumulative filter can be used to change this behavior.
he_il: השתמש בתמחור של מותגים בכמות גדולה כדי להגדיר התאמות מחיר בכמות גדולה על סמך מותג של מוצר. כללי תמחור מותגים יחולו לפני חברות (הנחות תמחור מבוסס תפקיד), ויהיו מצטברים בכללים של חברות כברירת מחדל. ניתן להשתמש במסנן המצטבר כדי לשנות התנהגות זו.

source: Advanced Brand Pricing
he_il: תמחור מותג מתקדם

source: Use advanced brand pricing to configure price adjustments on items in a customers cart based on quantities. Adjustments are calculated when the rule matches the configured quantities and will be applied to all items in the cart matching the selected brand. Advanced category adjustments take precedence over bulk brand adjustments.
he_il: השתמש בתמחור מותג מתקדם כדי להגדיר התאמות מחיר על פריטים בעגלת לקוחות המבוססת על כמויות. ההתאמות מחושבות כאשר הכלל תואם לכמויות שהוגדרו ויחול על כל הפריטים בעגלה המתאימים למותג שנבחר. התאמות של קטגוריות מתקדמות מקבלות עדיפות על פני התאמות של מותגים בכמות גדולה.

source: You must enter values for all quantity and amount fields
he_il: עליך להזין ערכים עבור כל הכמות ושדות סכום

source: Invalid totals configured
he_il: סכומים לא חוקיים הוגדרו

source: You need to create %s first
he_il: עליך ליצור %s תחילה

source: %s Pricing
he_il: %s מחיר

source: Sum of %s
he_il: סה''כ/סכום של %s

source: %s to apply adjustment to:
he_il: %s כדי להחיל התאמה:

source: Order Total Pricing
he_il: סדר סך הכל תמחור

source: Minimum Order Total
he_il: סה"כ הזמנה מינימלית

source: Max Order Total
he_il: סה"כ הזמנה מקסימלית

source: Cart Total
he_il: סה''כ בסל/קניה

source: Category Total
he_il: סה''כ של קטגוריה

source: Required Categories
he_il: קטגוריות דרושות/חובה

source: Categories to apply adjustment to:
he_il: קטגוריות כדי להחיל התאמה:

source: <strong>Update for Dynamic Pricing</strong> Percentage discounts are now calculated using the exact amount you enter. Previously you could enter in 50 or .5 in the amount box and the result would be 50% discount. Now if you enter in .5 or 0.5 you will actually be getting a half a percent discount. Please review your rules if you have previously entered in amounts such as .5 for a 50% discount. If you now want to have a 50% discount the amount must read 50, not the previously allowed value of .5
he_il: <strong> עדכון עבור תמחור דינמי </ strong> ההנחה באחוזים מחושבת כעת לפי הסכום המדויק שאתה מזין. בעבר אתה יכול להיכנס 50 או 0.5 בתיבה הסכום והתוצאה תהיה הנחה של 50%. עכשיו אם אתה נכנס 0.5 או 0.5 אתה בעצם מקבל חצי הנחה הנחה. אנא בדוק את הכללים שלך אם הזנת בעבר בסכומים כגון 0.5 להנחה של 50%. אם אתה עכשיו רוצה לעשות הנחת 50% מהסכום חייב לכתוב 50, לא הערך המותר בעבר של 0.5

source: Groups
he_il: קבוצות

source: Membership Plan
he_il: תוכנית חברות

source: WooCommerce Dynamic Pricing
he_il: ווקומרס מחיר דינאמי

source: WooCommerce Dynamic Pricing lets you configure dynamic pricing rules for products, categories and members.
he_il: WooCommerce Dynamic Pricing מאפשר לך להגדיר כללים לתמחור דינמיים עבור מוצרים, קטגוריות וחברים.

source: Lucas Stark
he_il: לוקאס שטארק

# placeholder
source: From&hellip;
he_il: מאת&hellip;

# placeholder
source: To&hellip;
he_il: אל&hellip;
